Repository: linagora/twake-on-matrix
Catalog: assets/l10n/intl_*.arb
Languages: fa

# pleaseChooseAtLeastChars
source: Please choose at least {min} characters.
fa: لطفاً حداقل {min} تا کاراکتر انتخاب کنید.

source: Repeat password
fa: تکرار رمزعبور

source: About
fa: درباره

source: Passwords do not match!
fa: گذرواژه‌ها نامطابقند!

# pleaseEnterValidEmail
source: Please enter a valid email address.
fa: لطفاً یک آدرس ایمیل معتبر وارد کنید.

source: Accept
fa: پذیرش

# acceptedTheInvitation
source: 👍 {username} accepted the invitation
fa: 👍 {username} دعوت را پذیرفت

source: Account
fa: حساب

source: Add to space
fa: بہ اسپیس افزایید

source: App lock
fa: قفل برنامہ

source: All
fa: همہ

source: All chats
fa: همہ اتاق‌ها

source: Add email
fa: ایمیل افزایید

# addGroupDescription
source: Add a chat description
fa: یہ توصیف گروه افزایید

# answeredTheCall
source: {senderName} answered the call
fa: {senderName} ہ تماس، جواب داد

source: Anyone can join
fa: هرکسی می‌تواند بپیوندد

source: Archive
fa: بایگانی

source: Archived Room
fa: اتاق بایگانی شده

source: Are you sure?
fa: مطمئن هستید؟

source: Are you sure you want to log out?
fa: مطمئن هستید می‌خواهید خروج شوید؟

# activatedEndToEndEncryption
source: 🔐 {username} activated end to end encryption
fa: 🔐 {username} رمزگذاری سرتاسر را فعال کرد

source: Admin
fa: ادمین

# supposedMxid
source: This should be {mxid}
fa: این باید {mxid} باشد

source: Bot messages
fa: پیام‌های روبات

# changedTheDisplaynameTo
source: {username} changed their displayname to: '{displayname}'
fa: {username} نام نمایش خود را ایدون تغییر داد: «{displayname}»

# confirmMatrixId
source: Please confirm your Matrix ID in order to delete your account.
fa: لطفاً شناسایی ماترس تان را تایید دهید تا حساب تان را حذف کنید.

source: Change device name
fa: نام دستگاه را تغییر کنید

source: alias
fa: نام مستعار

source: Ban from chat
fa: از این گپ ممنوعیت کنید

# askVerificationRequest
source: Accept this verification request from {username}?
fa: این درخواست تایید را از {username} بپذیرید؟

# updateNow
source: Start update in background
fa: بہ‌روزرسانی را در پس‌زمینہ شروع کنید

# updateAvailable
source: Twake Chat update available
fa: بہ‌روزرسانی فلأفی‌گپ در دسترس است

# areGuestsAllowedToJoin
source: Are guest users allowed to join
fa: آیا اجازه می‌شود کہ کاربر مہمان‌ها بپیوندند

# autoplayImages
source: Automatically play animated stickers and emotes
fa: بطور خودکار اموجی و برچسب‌های سرزنده را نمایش شوند

source: Send on enter
fa: ارسال با کلید بازگشت

source: Cancel
fa: لغو

# changedTheChatDescriptionTo
source: {username} changed the chat description to: '{description}'
fa: {username} توصیف گپ را ایدون تغییر داد: «{description}»

# changedTheChatPermissions
source: {username} changed the chat permissions
fa: {username} اجازه‌های گپ را تغییر داد

# changedTheChatNameTo
source: {username} changed the chat name to: '{chatname}'
fa: {username} نام گپ را ایدون تغییر داد: «{chatname}»

# cantOpenUri
source: Can't open the URI {uri}
fa: نمی‌توانیم این URI را باز کنیم: {uri}

source: Banned
fa: ممنوعیت شده

# bannedUser
source: {username} banned {targetName}
fa: {username} {targetName} را ممنوعیت کرد

source: Block Device
fa: دستگاه را مسدود کنید

source: Blocked
fa: مسدود شده

# badServerVersionsException
source: The homeserver supports the Spec versions: {serverVersions} But this app supports only {supportedVersions}
fa: سرور می‌تواند این نسخہ‌های مشخصات را پشتیبانی کند: {serverVersions} ولی این برنامہ می‌تواند فقط این‌ها را پشتیبانی کند: {supportedVersions}

# changedTheChatAvatar
source: {username} changed the chat avatar
fa: {username} تصویر گپ را تغییر داد

source: Bubble size
fa: اندازۀ حباب

# changedTheGuestAccessRules
source: {username} changed the guest access rules
fa: {username} قوانین دسترسی مہمان را تغییر داد

# changedTheProfileAvatar
source: {username} changed their avatar
fa: {username} عکس پروفایل خود را تغییر داد

source: Chats
fa: گپ‌ها

source: Messages
fa: پیام‌ها

source: Send
fa: فرستادن

source: Send audio
fa: صدا را فرستید

source: Send original
fa: اصل را فرستید

# changedTheRoomAliases
source: {username} changed the chat aliases
fa: {username} نام‌های مستعار اتاق را تغییر داد

# changedTheRoomInvitationLink
source: {username} changed the invitation link
fa: {username} لینک دعوت را تغییر داد

source: Close
fa: بستن

source: Send image
fa: تصویر را فرستید

source: Send messages
fa: پیام‌ها را فرستید

# changedTheHistoryVisibility
source: {username} changed the history visibility
fa: {username} پدیداری تاریخ را تغییر داد

# changedTheGuestAccessRulesTo
source: {username} changed the guest access rules to: {rules}
fa: {username} قوانین دسترسی مہمان را ایدون تغییر داد: {rules}

# changedTheJoinRulesTo
source: {username} changed the join rules to: {joinRules}
fa: {username} قوانین پیوستن ایدون تغییر داد: {joinRules}

# changedTheHistoryVisibilityTo
source: {username} changed the history visibility to: {rules}
fa: {username} پدیداری تاریخ را ایدون تغییر داد: {rules}

source: Choose a strong password
fa: یہ رمز عبور توانا را سازید

source: Your chat backup has been set up.
fa: پشتیبان گپ تان تنظیم شده‌است.

# changeTheme
source: Change your style
fa: سبک خود را تغییر دهید

# changeTheNameOfTheGroup
source: Change the name of the chat
fa: نام گروه را تغییر دهید

source: Change wallpaper
fa: کاغذدیواری را تغییر دهید

source: Change your avatar
fa: عکس پروفایل خود را تغییر دهید

# channelCorruptedDecryptError
source: The encryption has been corrupted
fa: رمزگذاری خراب شده‌است

source: Clear archive
fa: بایگانی را پاک سازید

source: Choose a username
fa: یہ نام کاربری را سازید

# commandHint_create
source: Create an empty chat Use --no-encryption to disable encryption
fa: یہ گپ گروه خالی را سازید. «--no-encryption» را استفاده کنید تا رمزگذاری را خاموش کنید

# commandHint_dm
source: Start a direct chat Use --no-encryption to disable encryption
fa: یہ گپ مستقیم شروع کنید «--no-encryption» را استفاده کنید تا رمزگذاری را خاموش کنید

source: Send sticker
fa: استیکر را فرستید

source: Send video
fa: ویدئو را فرستید

source: Sender
fa: فرستنده

# changedTheJoinRules
source: {username} changed the join rules
fa: {username} قوانین پیوستن را تغییر داد

source: Chat details
fa: مشخصات گپ

# commandHint_markasdm
source: Mark as direct chat
fa: بہ عنوان اتاق پیام‌های مستقیم علامت دهید

# commandHint_markasgroup
source: Mark as chat
fa: بہ عنوان گروه علامت دهید

# commandHint_clearcache
source: Clear cache
fa: حافظہ پنھان را پاک سازید

# commandHint_discardsession
source: Discard session
fa: نشست را دور اندازید

# groups
source: Group chats
fa: گروه‌ها

source: Open app to read messages
fa: برنامہ را باز کنید تا پیام‌ها را بخوانید

source: Send a message
fa: پیامی بقرستید

# sentCallInformations
source: {senderName} sent call information
fa: {senderName} اتلاعات زنگیدن را فرستاد

source: Send as text
fa: بہ عنوان متن فرستید

source: Send file
fa: پرونده را فرستید

# startedACall
source: {senderName} started a call
fa: {senderName} یہ زنگیدن شروع کرد

source: Try to send again
fa: مجدّداً سعی کنید ارسال کنید

# reactedWith
source: {sender} reacted with {reaction}
fa: {sender} با {reaction} واکنش نشان داد

# askSSSSSign
source: To be able to sign the other person, please enter your secure store passphrase or recovery key.
fa: تا بتوانید شخص دیگر را امضا کنید، لطفاً رمز عبور را برای حافظۂ امن وارد کنید.

source: Chat has been added to this space
fa: گپ بہ این اسپیس اضافه شده‌است

source: Chat
fa: گپ

source: Chat backup
fa: پشتیبان گپ

source: Change password
fa: رمز عبور را تغییر دهید

source: Change the homeserver
fa: سِروِرِ خانہ را تغییر دهید

# separateChatTypes
source: Separate Direct Chats and Groups
fa: پیام‌های مستقیم را از گروه‌ها جدا کنید

# sentAPicture
source: 🖼️ {username} sent a picture
fa: 🖼️ {username} یہ عکس فرستاد

# sentAVideo
source: 🎥 {username} sent a video
fa: 🎥 {username} یہ ویدئو فرستاد

source: Command invalid
fa: فرمان اعتبار نیست

# commandMissing
source: {command} is not a command.
fa: {command} یہ فرمان نیست.

# contactHasBeenInvitedToTheGroup
source: Contact has been invited to the chat
fa: مخاطب بہ گروه دعوت شده‌است

# sentAFile
source: 📁 {username} sent a file
fa: 📁 {username} یہ پرونده فرستاد

# sentAnAudio
source: 🎤 {username} sent an audio
fa: 🎤 {username} یہ ضبط صوتی فرستاد

# showDirectChatsInSpaces
source: Show related Direct Chats in Spaces
fa: گپ‌های مستقیم مربوط توی اسپیس‌ها نشان دهید

# userSentUnknownEvent
source: {username} sent a {type} event
fa: {username} یہ روی‌داد {type} فرستاد

source: We sent you an email
fa: یہ ایمیل شما فرستادیم

source: Reply has been sent
fa: پاسخ فرستاده شده‌است

source: Load {count} more participants
fa: {count} تا شرکت کنندۀ اضافی را بار گیرید

# sentASticker
source: 😊 {username} sent a sticker
fa: 😊 {username} یہ استیکر فرستاد

source: Connect
fa: اتصال

source: Confirm
fa: تائید

source: All spaces
fa: همہ اسپیس‌ها

# commandHint_ban
source: Ban the given user from this chat
fa: کاربر مشخص شده را از این اتاق ممنوعیت کنید

# commandHint_kick
source: Remove the given user from this chat
fa: کاربر مشخص شده را از این اتاق بردارید

# commandHint_plain
source: Send unformatted text
fa: متن بی فرمت را فرستید

# commandHint_unban
source: Unban the given user from this chat
fa: کاربر مشخص شده را لغو ممنوعیت کنید

source: Contains display name
fa: نام نمایش را شامل می‌کند

source: Contains username
fa: نام کاربری را شامل می‌کند

source: Device
fa: دستگاه

source: Discover
fa: کشف کردن

source: Copy
fa: کپی

source: Default permission level
fa: درجۂ اجازۀ پیشفرض

source: Delete
fa: حذف

source: Delete Account
fa: حساب را حذف کنید

source: Delete message
fa: پیام را حذف کنید

source: Deny
fa: رد کردن

source: Your user ID:
fa: شناسایی کاربری شما:

# commandHint_html
source: Send HTML-formatted text
fa: متن با فرمت HTML فرستید

# commandHint_join
source: Join the given chat
fa: اتاق مشخص شده را پیوندید

# commandHint_leave
source: Leave this chat
fa: این اتاق را ترک کنید

# commandHint_myroomnick
source: Set your display name for this chat
fa: برای این اتاق نام نمایش خود را تنظیم کنید

# commandHint_myroomavatar
source: Set your picture for this chat (by mxc-uri)
fa: برای این اتاق عکس پروفایل خود تنظیم کنید (با mxc-uri)

# commandHint_op
source: Set the given user's power level (default: 50)
fa: درجۂ اجازۀ کاربر مشخص شده را تنظیم کنید (پیشفرض: ۵۰)

# commandHint_react
source: Send reply as a reaction
fa: پاسخ را بہ عنوان یہ واکنش فرستید

# compareEmojiMatch
source: Please compare the emojis
fa: لطفا ایموجی‌ها را مقایسه کنید

source: Copy to clipboard
fa: در حافظه کپی کنید

source: Create
fa: سازید

# createNewGroup
source: Create new chat
fa: گروه جدیدی سازید

# createNewSpace
source: New space
fa: اسپیس جدید

# crossSigningEnabled
source: Cross-signing on
fa: امضا کردن متقابل فعال

source: Device ID
fa: شناسایی دستگاه

source: Devices
fa: دستگاهان

source: Displayname has been changed
fa: نام نمایش تغییر شده‌است

source: Edit
fa: ویرایش

source: Edit blocked servers
fa: فھرست سرور‌های مسدود را ویرایش کنید

# editRoomAliases
source: Edit chat aliases
fa: نام‌های مستعار را ویرایش کنید

# editRoomAvatar
source: Edit chat avatar
fa: عکس اتاق را ویرایش کنید

# emoteExists
source: Emote already exists!
fa: شکلک قبلاً وجود دارد!

# emoteWarnNeedToPick
source: You need to pick an emote shortcode and an image!
fa: یک کد کوتاه شکلک و یک تصویر باید بچینید!

# emoteInvalid
source: Invalid emote shortcode!
fa: کد کوتاه شکلک نامعتبر!

source: Empty chat
fa: گپ خالی

source: Copied to clipboard
fa: در حافظه کپی شده

# createdTheChat
source: 💬 {username} created the chat
fa: 💬 {username} گپ را ساخت

# darkTheme
source: Dark
fa: تاریک

source: Direct Chats
fa: گپ‌های مستقیم

# emotePacks
source: Emote packs for chat
fa: بستہ‌های شکلک برای اتاق

source: Emote Settings
fa: ‏تنظیمات شکلک

source: Emote shortcode
fa: کد کوتاه شکلک

# commandHint_me
source: Describe yourself
fa: خود را توصیف کنید

# commandHint_send
source: Send text
fa: متن را فرستید

# couldNotDecryptMessage
source: Could not decrypt message: {error}
fa: پیام نتوانست رمزگشایی شود: {error}

# chatBackupDescription
source: Your old messages are secured with a recovery key. Please make sure you don't lose it.
fa: پیام‌های قدیم تان با یہ کلید باز یابی امن می‌شوند. لطفاً حتمی کنید کہ آن را گم نکنید.

# deactivateAccountWarning
source: This will deactivate your user account. This can not be undone! Are you sure?
fa: این انجام حساب کاربری تان را خاموش خواهد کرد. این انجام بازگشتنی نیست! متمئن هستید؟

# commandHint_invite
source: Invite the given user to this chat
fa: کاربر مشخص شده را بہ این اتاق دعوت دهید

# compareNumbersMatch
source: Please compare the numbers
fa: لطفا اعداد را مقایسه کنید

source: Configure chat
fa: گپ را تنظیم کنید

source: Currently active
fa: الان فعال

source: Edit chat permissions
fa: اجازه‌های گپ را ویرایش کنید

source: Edit displayname
fa: نام نمایش را ویرایش کنید

source: ID
fa: آی‌دی

# hasWithdrawnTheInvitationFor
source: {username} has withdrawn the invitation for {targetName}
fa: {username} دعوت نامه {targetName} را پس گرفته است

source: Guests are forbidden
fa: مهمان ها ممنوع شده اند

# hideRedactedEvents
source: Hide deleted messages
fa: پنهان کردن رویداد های ویرایش شده

source: Hide unknown events
fa: پنهان کردن رویداد های ناشناخته

# contentHasBeenReported
source: The content has been reported to the server admins
fa: این محتوا به مدیران سرور گزارش شد

source: From joining
fa: از عضو شدن

source: From the invitation
fa: از دعوت

# goToTheNewRoom
source: Go to the new chat
fa: به اتاق جدید بروید

# group
source: Chat
fa: گروه

# groupIsPublic
source: Group chat is public
fa: گروه عمومی است

# groupWith
source: Group chat with {displayname}
fa: گروه با {displayname}

source: How offensive is this content?
fa: این محتوا چه مقدار توهین آمیز است؟

# enableEmotesGlobally
source: Enable emote pack globally
fa: بسته شکلک را به طور سراسری فعال کنید

# enableEncryption
source: Enable end-to-end encryption
fa: رمزگذاری را فعال کنید

# enableEncryptionWarning
source: You won't be able to disable the encryption anymore. Are you sure?
fa: شما دیگر قادر به غیرفعال سازی رمزگذاری نخواهید بود. آیا مطمئن هستید؟

source: Encrypted
fa: رمزگذاری شده

source: Encryption
fa: رمزگذاری

# encryptionNotEnabled
source: Encryption is not enabled
fa: رمزگذاری فعال نیست

source: Enter an email address
fa: یک آدرس رایانامه وارد کنید

# endedTheCall
source: {senderName} ended the call
fa: {senderName} تماس را پایان داد

source: Homeserver
fa: سرور خانه

source: Enter your homeserver
fa: سرور خانه خود را وارد کنید

# enterASpacepName
source: Enter a space name
fa: یک نام برای فضا وارد کنید

# errorObtainingLocation
source: Error obtaining location: {error}
fa: خطا در هنگام بدست آوری مکان: {error}

source: Everything ready!
fa: همه‌چیز آماده است!

# extremeOffensive
source: Extremely offensive
fa: به شدت توهین آمیز

source: File name
fa: نام فایل

source: FluffyChat
fa: فلافی‌چت

source: Font size
fa: اندازه قلم

source: Forward
fa: جلو

# friday
source: Fri
fa: جمعه

# groupDescription
source: Group chat description
fa: توضیحات گروه

# groupDescriptionHasBeenChanged
source: Group chat description changed
fa: توضیحات گروه تغییر کرد

source: Help
fa: کمک

source: Guests can join
fa: مهمان ها میتوانند عضو شوند

source: Ignored users
fa: کاربران نادیده‌گرفته شده

# commandHint_googly
source: Send some googly eyes
fa: ارسال چند چشم گوگولی

# googlyEyesContent
source: {senderName} sends you googly eyes
fa: {senderName} به شما چشمان گوگولی می‌فرستد

source: Ignore
fa: نادیده‌گرفتن

# cuddleContent
source: {senderName} cuddles you
fa: {senderName} شما را در آغوش می‌گیرد

source: Identity
fa: هویت

# hugContent
source: {senderName} hugs you
fa: {senderName} شما را بغل می‌کند
